Repository: monero-ecosystem/monero-translations
Catalog: translation-memories/nl/TM_Monero_NL-NL.tmx
Source language: en_us
Languages: nl_nl

source: [Kovri](https://getmonero.org/resources/moneropedia/kovri.html) is a free, decentralized, anonymity technology developed by [Monero](https://getmonero.org).
nl_nl: [Kovri](https://getmonero.org/resources/moneropedia/kovri.html) is een gratis, gedecentraliseerde technologie voor anonimiteit, ontwikkeld door [Monero](https://getmonero.org).

source: Currently based on [I2P](https://getmonero.org/resources/moneropedia/i2p.html)'s open specifications, Kovri uses both [garlic encryption](https://getmonero.org/resources/moneropedia/garlic-encryption.html) and [garlic routing](https://getmonero.org/resources/moneropedia/garlic-routing.html) to create a private, protected overlay-network across the internet.
nl_nl: Kovri is momenteel gebaseerd op de open specificaties van [I2P](https://getmonero.org/resources/moneropedia/i2p.html) en maakt gebruik van zowel [garlic encryption](https://getmonero.org/resources/moneropedia/garlic-encryption.html) als [garlic routing](https://getmonero.org/resources/moneropedia/garlic-routing.html) om een beschermd privénetwerk bovenop het internet te creëren.

source: This overlay-network provides users with the ability to *effectively* hide their geographical location and internet IP address.
nl_nl: Met dit overlaynetwerk kunnen gebruikers hun geografische locatie en hun IP-adres verbergen.

source: Essentially, Kovri *covers* an application's internet traffic to make it anonymous within the network.
nl_nl: Kovri *verpakt* als het ware het internetverkeer van een applicatie, om het anoniem te maken op het netwerk.

source: A lightweight and security-focused router, Kovri is fully compatible with the I2P network.
nl_nl: Kovri vormt een op veiligheid gerichte compacte router en is volledig compatibel met het I2P-netwerk.

source: An alpha version of Kovri is in the works.
nl_nl: Er wordt gewerkt aan een alfa-versie van Kovri.

source: Watch development via the [Kovri repo](https://github.com/monero-project/kovri#downloads) and [join the community](https://github.com/monero-project/kovri#contact).
nl_nl: U kunt volgen hoe de software wordt ontwikkeld in de [Kovri-repository](https://github.com/monero-project/kovri#downloads) en [actief worden in de community](https://github.com/monero-project/kovri#contact).

source: ## Acknowledgements
nl_nl: ## Dankwoord

source: In addition to all Boost and OpenSSL contributors, and all coders since time-immemorial who have made this project possible, we would like to acknowledge the following:
nl_nl: Naast iedereen die heeft meegewerkt aan Boost en OpenSSL, en alle programmeurs die dit project mogelijk hebben gemaakt, willen we de volgende personen in het bijzonder bedanken:

source: - Wei Dai, Jeffrey Walton, and all the developers at Crypto++ for providing an influential and free C++ cryptographical library
nl_nl: - Wei Dai, Jeffrey Walton en alle ontwikkelaars van Crypto++ voor het creëren van een invloedrijke gratis cryptografie-bibliotheek in C++

source: - Dean Michael Berris, Glyn Matthews, and all the developers at cpp-netlib for providing an actively developed cross-platform networking library
nl_nl: - Dean Michael Berris, Glyn Matthews, en alle ontwikkelaars van cpp-netlib voor het creëren van een actief onderhouden netwerk-bibliotheek voor meerdere platformen

source: - All developers involved in the [ref10 implementation from SUPERCOP](http://bench.cr.yp.to/supercop.html) from which we base our Ed25519 implementation
nl_nl: - Alle ontwikkelaars die hebben meegewerkt aan de [implementatie van Ed25519-ref10 door SUPERCOP](http://bench.cr.yp.to/supercop.html), waarop we onze implementatie van Ed25519 baseren

source: - orion for providing ```i2pcpp```: the [original](http://git.repo.i2p.xyz/w/i2pcpp.git) C++ implementation of I2P
nl_nl: - orion voor ```i2pcpp```, de [eerste](http://git.repo.i2p.xyz/w/i2pcpp.git) I2P-implementatie in C++

source: - EinMByte for improving all C++ I2P implementations (including Kovri)
nl_nl: - EinMByte voor het verbeteren van alle I2P-implementaties in C++ (inclusief Kovri)

source: - zzz, str4d, and all Java I2P developers both past and present who have set the standard for all other I2P implementations to follow
nl_nl: - zzz, str4d en alle huidige en vroegere ontwikkelaars van I2P in Java die de standaard hebben vastgesteld die wordt gevolgd door alle andere I2P-implementaties

source: - orignal for providing ```i2pd```: the most feature-complete C++ implementation of I2P for [us to fork from](https://github.com/purplei2p/i2pd/commit/45d27f8ddc43e220a9eea42de41cb67d5627a7d3)
nl_nl: - orignal voor ```i2pd```, de meest complete I2P-implementatie in C++, [waarvan de onze is afgeleid](https://github.com/purplei2p/i2pd/commit/45d27f8ddc43e220a9eea42de41cb67d5627a7d3)

source: # Style
nl_nl: # Stijl

source: $ cd kovri/ && clang-format -i -style=file src/path/to/my/file
nl_nl: $ cd kovri/ && clang-format -i -style=file src/pad/naar/mijn/bestand

source: Run [clang-format](http://clang.llvm.org/docs/ClangFormat.html) with ```-style=file``` (which uses our provided [.clang-format](https://github.com/monero-project/kovri/blob/master/.clang-format))
nl_nl: Voer [clang-format](http://clang.llvm.org/docs/ClangFormat.html) uit met ```-style=file```. Daardoor wordt ons [.clang-format](https://github.com/monero-project/kovri/blob/master/.clang-format) gebruikt.

source: Read [Google's C++ Style Guide](https://google.github.io/styleguide/cppguide.html) (particularly for non-formatting style reference)
nl_nl: Lees [de C++ Style Guide van Google](https://google.github.io/styleguide/cppguide.html) - vooral voor andere stijlkwesties dan opmaak (Formatting).

source: Run [cpplint](https://github.com/google/styleguide/tree/gh-pages/cpplint) (which uses our provided [CPPLINT.cfg](https://github.com/monero-project/kovri/blob/master/CPPLINT.cfg)) to catch any issues that were missed by clang-format
nl_nl: Voer [cpplint](https://github.com/google/styleguide/tree/gh-pages/cpplint) uit om problemen te vinden die niet zijn gevonden door clang-format. Hiervoor wordt onze [CPPLINT.cfg](https://github.com/monero-project/kovri/blob/master/CPPLINT.cfg) gebruikt.

source: $ cd kovri/ && cpplint src/path/to/my/file && [edit file manually to apply fixes]
nl_nl: $ cd kovri/ && cpplint src/pad/naar/mijn/bestand && (bewerk het bestand handmatig om problemen op te lossen)

source: - Vim integration
nl_nl: - Vim-integratie:

source: - Emacs integration
nl_nl: - Emacs-integratie:

source: - [clang-format ubuntu 16.04 vim workaround](http://stackoverflow.com/questions/39490082/clang-format-not-working-under-gvim)
nl_nl: - [Workaround voor clang-format in vim in Ubuntu 16.04](http://stackoverflow.com/questions/39490082/clang-format-not-working-under-gvim)

source: ## Here's what's currently not caught by clang-format and differs from Google's proposed C++ style
nl_nl: ## De volgende afwijkingen van de door Google voorgestelde C++-stijl worden niet gevonden door clang-format:

source: - Avoid prepended mixed-case ```k``` and MACRO_TYPE for all constants
nl_nl: - Vermijd het voorvoegen van een ```k``` en MACRO_TYPE voor alle constanten.

source: - Use Doxygen three-slash ```/// C++ comments``` when documenting for Doxygen
nl_nl: - Gebruik ```/// C++- commentaar``` met drie schuine strepen wanneer je documentatie voor Doxygen schrijft.

source: - Try to document all your work for Doxygen as you progress
nl_nl: - Probeer tijdens het programmeren al je werk te documenteren voor Doxygen.

source: - If anonymity is a concern, try to blend in with a present contributor's style
nl_nl: - Als je je zorgen maakt over anonimiteit, probeer je dan aan te passen aan de stijl van een andere programmeur.

source: ## Optional Checks
nl_nl: ## Optionele controles

source: for component dependency, physical insulation, and include checks.
nl_nl: voor onderdeelafhankelijkheid, fysieke isolatie en include-controles

source: [cppcheck](https://github.com/danmar/cppcheck/) for static analysis
nl_nl: [cppcheck](https://github.com/danmar/cppcheck/) voor statische analyse

source: (complementary to Coverity).
nl_nl: (als aanvulling op Coverity)

source: [lizard](https://github.com/terryyin/lizard) for code complexity checks.
nl_nl: [lizard](https://github.com/terryyin/lizard) om te controleren op de complexiteit van code

source: - If bash programming, read [Google's Shell Style Guide](https://github.com/google/styleguide/blob/gh-pages/shell.xml)
nl_nl: - Lees [de Shell Style Guide van Google](https://github.com/google/styleguide/blob/gh-pages/shell.xml) als je bash-scripts programmeert.

source: ## Phase 1:
nl_nl: ## Fase 1:

source: Now what?
nl_nl: Wat nu?

source: Open your NAT/Firewall
nl_nl: Open uw NAT/firewall.

source: Choose a port between ```9111``` and ```30777```
nl_nl: Kies een port tussen ```9111``` en ```30777```.

source: **Save this port to your configuration file** (`kovri.conf`)
nl_nl: **Sla deze poort op in uw configuratiebestand** (`kovri.conf`).

source: ## Step 1.
nl_nl: ## Stap 1.

source: - If you don't save the port, kovri will randomly generate a new one on each startup (you also have the choice to pass the port with the `--port` flag on each startup).
nl_nl: - Als u de poort niet opslaat, wordt bij het opstarten steeds een willekeurige nieuwe poort gekozen door kovri. (Maar u kunt ook de poort bij het opstarten opgeven met de parameter `--port`.)

source: Configure Kovri, setup tunnels
nl_nl: Configureer Kovri en stel tunnels in

source: ### Step 2.
nl_nl: ### Stap 2.

source: Install snapcraft
nl_nl: Installeer snapcraft

source: Create the snap
nl_nl: Maak de snap

source: Install Docker
nl_nl: Installeer Docker

source: - **Don't share your port number with anyone as it will effect your anonymity!**
nl_nl: - **Vertel niemand welk poortnummer u gebruikt, want dat zou u minder anoniem maken.**

source: (Recommended) Operational security
nl_nl: (Aanbevolen) Beveiligingsadvies

source: - Consider creating a designated `kovri` user and run kovri only using that user
nl_nl: - Maak eventueel een speciale gebruiker met de naam `kovri` aan en laat alleen die gebruiker kovri uitvoeren.

source: - If using Linux, consider using a hardened kernel (such as [grsec](https://en.wikibooks.org/wiki/Grsecurity) with RBAC)
nl_nl: - Als u Linux gebruikt, kunt u een geharde kernel gebruiken (bijvoorbeeld [grsec](https://en.wikibooks.org/wiki/Grsecurity) met RBAC).

source: - Never share your port number with anyone as it will effect your anonymity!
nl_nl: - Vertel niemand welk poortnummer u gebruikt, want dat zou u minder anoniem maken.

source: For a full list of options:
nl_nl: Een volledige lijst met opties vindt u via:

source: For complete options with details:
nl_nl: Alle opties met details vindt u in:

source: - `kovri.conf` configuration file for router and client
nl_nl: - `kovri.conf`, configuratiebestand voor router en client

source: (Optional) Setup tunnels
nl_nl: (Optioneel) Stel tunnels in

source: - `tunnels.conf` configuration file for client/server tunnels
nl_nl: - `tunnels.conf`, configuratiebestand voor client- en servertunnels

source: See the [README](https://github.com/monero-project/kovri/blob/master/README.md) to download pre-built kovri and checksum file.
nl_nl: Zie de [README](https://github.com/monero-project/kovri/blob/master/README.md) voor het downloaden van kant-en-klare kovri- en checksum-bestanden.

source: Simply install and start kovri, then off you go!
nl_nl: Installeer en start kovri, en klaar is Kees!

source: If building, minimum requirements
nl_nl: Minimumvereisten voor opbouwen

source: - [Boost](http://www.boost.org/) 1.58 (see platform-specific version caveats)
nl_nl: - [Boost](http://www.boost.org/) 1.58 (zie waarschuwingen over platform-specifieke versies)

source: - [OpenSSL](https://openssl.org/) (always the latest stable version)
nl_nl: - [OpenSSL](https://openssl.org/) (altijd de nieuwste stabiele versie)

source: Optional:
nl_nl: Optioneel:

source: - [Clang](http://clang.llvm.org/) 3.5 ([3.6 or higher on FreeBSD](https://llvm.org/bugs/show_bug.cgi?id=28887))
nl_nl: - [Clang](http://clang.llvm.org/) 3.5 ([3.6 of hoger in FreeBSD](https://llvm.org/bugs/show_bug.cgi?id=28887))

source: - [MiniUPnP](https://github.com/miniupnp/miniupnp/releases) 1.6 (Recommeded if you are behind a NAT without access to it)
nl_nl: - [MiniUPnP](https://github.com/miniupnp/miniupnp/releases) 1.6 (aanbevolen als je achter een NAT zonder toegang tot MiniUPnP zit)

source: ### Linux / MacOSX / FreeBSD 11 / OpenBSD 6
nl_nl: ### Linux/macOS/FreeBSD 11/OpenBSD 6

source: ### MacOSX
nl_nl: ### macOS (OS X)

source: **Note: see kovri.conf to find your data path for Linux/OSX/Windows**
nl_nl: **Opmerking: zie kovri.conf voor uw gegevenspad in Linux/macOS/Windows**

source: (Optional) Skip building and use the release binaries instead
nl_nl: (Optioneel) Sla het opbouwen over en gebruik in plaats daarvan de binaire bestanden van de release.

source: Install dependencies
nl_nl: Installeer afhankelijkheden

source: #### Note: for container options (like Docker and snapcraft), see the [User Guide](https://github.com/monero-project/kovri-docs/blob/master/i18n/en/user_guide.md)
nl_nl: #### Opmerking: zie de [Gebruikershandleiding](https://github.com/monero-project/kovri-docs/blob/master/i18n/en/user_guide.md) voor container-opties (zoals Docker en snapcraft)

source: #### Note: a minimum of 1 GiB of RAM is suggested for build environments (see [#403](https://github.com/monero-project/kovri/issues/403) for details)
nl_nl: #### Opmerking: voor het opbouwen wordt minimaal 1 GiB aan RAM aanbevolen (zie [#403](https://github.com/monero-project/kovri/issues/403) voor meer informatie)

source: Required dependencies:
nl_nl: Vereiste afhankelijkheden:

source: $ sudo apt-get install git cmake libboost-all-dev libssl-dev # gcc/g++ and libssl installed by default
nl_nl: $ sudo apt-get install git cmake libboost-all-dev libssl-dev # gcc/g++ en libssl standaard geïnstalleerd

source: Optional dependencies:
nl_nl: Optionele afhankelijkheden:

source: $ sudo apt-get install libminiupnpc-dev #For users behind a restrictive NAT
nl_nl: $ sudo apt-get install libminiupnpc-dev # voor gebruikers achter een NAT met beperkingen

source: You can either build Boost from source or use PPA
nl_nl: U kunt Boost vanuit de broncode opbouwen of PPA gebruiken.

source: Below are instructions for PPA:
nl_nl: Hieronder volgen de instructies voor PPA:

source: ### Debian-9 (stretch/stable)
nl_nl: ### Debian 9 (Stretch/stabiel)

source: $ sudo pacman -Syu cmake boost # gcc/g++ and openssl installed by default
nl_nl: $ sudo pacman -Syu cmake boost # gcc/g++ en openssl standaard geïnstalleerd

source: $ sudo pacman -S miniupnpc #For users behind a restrictive NAT
nl_nl: $ sudo pacman -S miniupnpc # voor gebruikers achter een NAT met beperkingen

source: ### Mac OSX
nl_nl: ### macOS (OS X)

source: $ brew install cmake boost openssl # clang installed by default
nl_nl: $ brew install cmake boost openssl # clang standaard geïnstalleerd

source: $ brew install miniupnpc #For users behind a restrictive NAT
nl_nl: $ brew install miniupnpc # voor gebruikers achter een NAT met beperkingen

source: $ sudo pkg install miniupnpc #For users behind a restrictive NAT
nl_nl: $ sudo pkg install miniupnpc # voor gebruikers achter een NAT met beperkingen

source: **Note: see FreeBSD build instructions below**
nl_nl: **Opmerking: zie opbouwinstructies voor FreeBSD hieronder**

source: $ sudo pkg_add miniupnpc #For users behind a restrictive NAT
nl_nl: $ sudo pkg_add miniupnpc # voor gebruikers achter een NAT met beperkingen

source: # Build latest boost
nl_nl: # Nieuwste boost opbouwen

source: # Get latest boost
nl_nl: # Nieuwste boost ophalen

source: # Download and apply patches
nl_nl: # Patches downloaden en toepassen

source: # Build boost
nl_nl: # boost opbouwen

source: **Note: see OpenBSD build instructions below**
nl_nl: **Opmerking: zie opbouwinstructies voor OpenBSD hieronder**

source: # Frequently Asked Questions
nl_nl: # Veelgestelde vragen (FAQ)

source: ## Table of Contents
nl_nl: ## Inhoud

source: - General Questions
nl_nl: - Algemene vragen

source: - What is Kovri?
nl_nl: - Wat is Kovri?

source: - Who is developing Kovri?
nl_nl: - Wie ontwikkelt Kovri?

source: - How will Kovri help Monero?
nl_nl: - Wat draagt Kovri bij aan Monero?

source: - Why should I get Kovri instead of I2P?
nl_nl: - Waarom Kovri in plaats van I2P?

source: * Use the shortcut associated with your architecture to launch the MSYS2 environment.
nl_nl: * Gebruik de snelkoppeling voor de architectuur van uw systeem om de MSYS2-omgeving te starten.

source: On 64-bit systems that would be the MinGW-w64 Win64 Shell shortcut.
nl_nl: Op 64-bits systemen is dat de snelkoppeling MinGW-w64 Win64 Shell.

source: * Update the packages in your MSYS2 install:
nl_nl: * Werk de pakketten in de MSYS2-installatie bij:

source: * For those of you already familiar with pacman, you can run the normal ```pacman -Syu``` to update, but you may get errors and need to restart MSYS2 if pacman's dependencies are updated.
nl_nl: * Voor wie al bekend is met pacman: u kunt ook updaten met de normale opdracht ```pacman -Syu```, maar dan kunnen er fouten optreden en moet u MSYS2 mogelijk opnieuw opstarten als afhankelijkheden van pacman zijn bijgewerkt.

source: * Install dependencies:
nl_nl: * Installeer afhankelijkheden:

source: * Optional:
nl_nl: * Optioneel:

source: * Note:
nl_nl: * Opmerking:

source: Build
nl_nl: Opbouwen

source: Clone the repository
nl_nl: Clone de repository

source: Build kovri and submodule dependencies with one command
nl_nl: Bouw met één opdracht kovri en submodules met afhankelijkheden op

source: $ make # to decrease build-time, run `make -j <available CPU cores>`.
nl_nl: $ make # of om sneller op te bouwen: `make -j <beschikbare CPU-cores>`

source: Install
nl_nl: Installeer kovri

source: - Developers SHOULD run `make install` after a fresh build
nl_nl: - Ontwikkelaars MOETEN `make install` uitvoeren na een nieuwe build.

source: - End-users MUST run `make install` for new installations
nl_nl: - Eindgebruikers MOETEN `make install` uitvoeren voor een nieuwe installatie.

source: ### Other options you can use in place of step 2:
nl_nl: ## Andere opties die u kunt gebruiken in plaats van stap 2:

source: For an accurate and complete list of options, see the targets in the [Makefile](https://github.com/monero-project/kovri/blob/master/Makefile).
nl_nl: Zie de targets in de [Makefile](https://github.com/monero-project/kovri/blob/master/Makefile) voor een correcte en complete lijst met opties.

source: #### Notes
nl_nl: #### Opmerkingen

source: - All build output (including Doxygen) will be in the build output directory
nl_nl: - Alle uitvoer van de build (inclusief Doxygen) wordt opgeslagen in de uitvoerdirectory van de build.

source: To build with clang, you **must** export the following:
nl_nl: U **moet** het volgende exporteren om kovri te kunnen opbouwen met clang:

source: $ export CC=clang CXX=clang++ # replace ```clang``` with a clang version/path of your choosing
nl_nl: $ export CC=clang CXX=clang++ # vervang ```clang``` door de versie van clang of het pad voor clang dat u wilt gebruiken

source: $ export CC=clang36 CXX=clang++36 # Or higher clang version
nl_nl: $ export CC=clang36 CXX=clang++36 # Of een hogere versie van clang

source: - Replace ```make``` with ```gmake``` for all other build options
nl_nl: - Vervang ```make``` door ```gmake``` voor alle andere buildopties

source: $ export CC=clang CXX=clang++ # clang recommended, otherwise egcc/eg++
nl_nl: $ export CC=clang CXX=clang++ # clang aanbevolen, maar anders egcc/eg++

source: ### (Optional) Custom data path
nl_nl: ### (Optioneel) Aangepast gegevenspad

source: You can customize Kovri's data path to your liking.
nl_nl: U kunt het gegevenspad voor Kovri naar wens aanpassen.

source: Simply export ```KOVRI_DATA_PATH```; example:
nl_nl: Daarvoor exporteert u gewoon ```KOVRI_DATA_PATH```. Bijvoorbeeld:

source: $ export KOVRI_DATA_PATH=$HOME/.another-kovri-data-path && make && make install
nl_nl: $ export KOVRI_DATA_PATH=$HOME/.ander-kovri-gegevenspad && make && make install

source: Proceed to the user guide
nl_nl: Ga verder met de gebruikershandleiding

source: Read the [user guide](https://github.com/monero-project/kovri-docs/blob/master/i18n/en/user_guide.md) to get started
nl_nl: Lees de [gebruikershandleiding](https://github.com/monero-project/kovri-docs/blob/master/i18n/en/user_guide.md) om aan de slag te gaan.

source: Alternatively, if you use Docker, the following will build the image for you.
nl_nl: Als u Docker gebruikt, kunt u met het volgende de image laten opbouwen.

source: ## Fuzz testing
nl_nl: ## Fuzz-testen

source: From [reference](http://llvm.org/docs/LibFuzzer.html) :
nl_nl: Uit [de documentatie](http://llvm.org/docs/LibFuzzer.html):

source: Get a recent version of clang:
nl_nl: Haal een recente versie van clang op:

source: Get libFuzzer:
nl_nl: Haal libFuzzer op:

source: Build kovri with fuzz testing enabled:
nl_nl: Bouw kovri op met fuzz-testen ingeschakeld:

source: Usage (Example for RouterInfo):
nl_nl: Gebruik (voorbeeld voor RouterInfo):

source: In short, *client tunnels* are tunnels which you use to connect to other services and *server tunnels* are used for when you host service(s) (and other people connect to your service).
nl_nl: *Client-tunnels* zijn tunnels waarmee u verbinding maakt met andere services. *Servertunnels* gebruikt u om services te hosten waar andere mensen verbinding mee kunnen maken.

source: By default, you will have client tunnels setup for IRC (Irc2P) and email (i2pmail).
nl_nl: Standaard zijn er client-tunnels ingesteld voor IRC (Irc2P) en e-mail (i2pmail).

source: To add/remove client tunnels, see `tunnels.conf`.
nl_nl: Zie `tunnels.conf` voor het toevoegen/verwijderen van tunnels.

source: When creating server tunnel(s), you'll need to create *persistent private keys*.
nl_nl: Wanneer u servertunnels aanmaakt, moet u *persistente privésleutels* genereren.

source: **Do not share your private `.dat` file with anyone, and be sure to make a backup!**
nl_nl: **Deel uw geheime `.dat`-bestand met niemand, en zorg dat u een backup maakt!**

source: Once setup, your [Base32 address](https://getmonero.org/resources/moneropedia/base32-address) will be shown in your log after you start kovri.
nl_nl: Als dit is ingesteld, wordt uw [Base32-adres](https://getmonero.org/resources/moneropedia/base32-address) in uw log weergegeven na het starten van kovri.

source: You can also find the address in a text file along with the private keys file in your kovri data path in the `client/keys` directory.
nl_nl: U vindt het adres ook in een tekstbestand, in dezelfde directory `client/keys` in uw gegevenspad voor kovri als het bestand met de privésleutels.

source: The address inside this `.txt` text file is safe to distribute so other people can connect to your service.
nl_nl: Het adres in dit `.txt`-bestand kunt u veilig aan andere mensen geven zodat ze verbinding kunnen maken met uw service.

source: - Private keys file:
nl_nl: - Bestand met privésleutels:

source: - Public [Base32](https://getmonero.org/resources/moneropedia/base32-address)/[Base64](https://getmonero.org/resources/moneropedia/base64-address) address:
nl_nl: - Openbaar adres [Base32](https://getmonero.org/resources/moneropedia/base32-address)/[Base64](https://getmonero.org/resources/moneropedia/base64-address):

source: (Optional) Register your new [eepsite](https://getmonero.org/resources/moneropedia/eepsite)
nl_nl: (Optioneel) Registreer uw nieuwe [eepsite](https://getmonero.org/resources/moneropedia/eepsite).
